Revit 2027 API
SpecTypeId.String.MultilineText Property
 Multiline Text, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultilineText { get; }
Public Shared ReadOnly Property MultilineText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultilineText {
	ForgeTypeId^ get ();
}
static member MultilineText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId.String Class
Autodesk.Revit.DB Namespace